#+TITLE: Head Drawing I
#+AUTHOR: Chris Hogan
#+DATE: <2020-12-07 Mon> to <2021-01-03 Sun>
#+STARTUP: nologdone

* Watts Head Phase I
** Head Lay-ins
   - Daily, weekly, monthly, yearly, decade goals
   - TODO Draw different angles several times for several hours each until you
     can draw them from memory
   - TODO Warm up with large, clean ovals and circles for 5 minutes
   - Start 3/4 head with a circle
   - Lop off the side with an ellipse
   - Put in ellipse axes
   - Minor axes becomes brow line
   - Pull center line of face plane
   - Bring face plane down in a taper to chin from each side of the ball
   - Jaw angles back up to ellipse major axis
   - TODO Hairline to brow is 1/3. Repeat that length twice on a frontal view.
   - Arc from the bottom corner of side plane through center and over forehead
     can find the hairline
   - TODO 3/4 heads using the rule of thirds
** Skull profile
   - Start with horizontal oval (or egg on its side)
   - Remember to vary line weight
   - TODO Draw profile, straight on, and 3/4 views of skull
** Simple Asaro Head - Profile
   - Start with Loomis head
   - Add ear shapes between eye line and bottom of nose
   - Add eye socket shapes
   - Add keystone and bridge of nose
   - Mark measuring lines on each side to keep symmetry
* Drawing the Head and the Hands - Loomis
* Watts Head Fundamentals
** The Skull
   - TODO Draw basic head shapes in 3/4, profile, and stright on
   - TODO Draw skulls in 3/4, profile, and straight on
   - Draw basic head shape, then break into thirds at hairline, brow, base of
     nose and chin
   - Find where side planes begin
   - Find keystone
   - Find rhythm of top of eye sockets
   - Bottom of eye socket is half way between brow and bottom of nose
   - Nose opening sits a bit higher than the base of the nose cartelage

* Log
** Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 5 :tags t
#+CAPTION: Clock summary at [2020-12-13 Sun 21:00]
| Tags    | Headline                                         | Time    |       |      |      |
|---------+--------------------------------------------------+---------+-------+------+------|
|         | *Total time*                                     | *32:29* |       |      |      |
|---------+--------------------------------------------------+---------+-------+------+------|
|         | \_  Week 1                                       |         | 32:29 |      |      |
|         | \_    <2020-12-07 Mon>                           |         |       | 3:52 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:43 |
| drawing | \_      Warmup - automatic drawing               |         |       |      | 0:23 |
| study   | \_      Watts Head Phase I - head lay-ins...     |         |       |      | 0:31 |
| drawing | \_      Watts Head Phase I - head lay-ins        |         |       |      | 1:01 |
| drawing | \_      100 head challenge                       |         |       |      | 0:51 |
| study   | \_      Loomis book - Introduction               |         |       |      | 0:23 |
|         | \_    <2020-12-08 Tue>                           |         |       | 3:22 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:44 |
| drawing | \_      Watts Head Phase I - head lay-ins        |         |       |      | 1:13 |
| study   | \_      Watts Head Phase I - head lay-ins        |         |       |      | 0:35 |
| drawing | \_      100 head challenge                       |         |       |      | 0:50 |
|         | \_    <2020-12-09 Wed>                           |         |       | 4:07 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:44 |
| drawing | \_      Watts Head Phase I - head lay-ins        |         |       |      | 1:00 |
| study   | \_      Watts Head Phase I - skull profile       |         |       |      | 0:40 |
| drawing | \_      Watts Head Phase I - skull profile       |         |       |      | 0:56 |
| drawing | \_      100 head challenge                       |         |       |      | 0:47 |
|         | \_    <2020-12-10 Thu>                           |         |       | 3:33 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:40 |
| drawing | \_      Watts Head Phase I - head lay-ins and... |         |       |      | 1:50 |
| drawing | \_      100 head challenge                       |         |       |      | 0:45 |
| study   | \_      Loomis book                              |         |       |      | 0:18 |
|         | \_    <2020-12-11 Fri>                           |         |       | 3:30 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:44 |
| drawing | \_      Watts Head phase I - skull               |         |       |      | 1:02 |
| study   | \_      Watts Head phase I - skull               |         |       |      | 0:12 |
| drawing | \_      100 heads challenge                      |         |       |      | 1:00 |
| drawing | \_      Loomis book                              |         |       |      | 0:32 |
|         | \_    <2020-12-12 Sat>                           |         |       | 7:28 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 1:20 |
| drawing | \_      Watts Head phase I - skull               |         |       |      | 0:59 |
| study   | \_      Watts Head phase I - Simple Asaro        |         |       |      | 0:44 |
| drawing | \_      Watts Head phase I - Simple Asaro        |         |       |      | 2:46 |
| drawing | \_      100 head challenge                       |         |       |      | 0:54 |
| drawing | \_      Loomis book                              |         |       |      | 0:45 |
|         | \_    <2020-12-13 Sun>                           |         |       | 6:37 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 1:40 |
| drawing | \_      Watts Head phase I - Simple Asaro        |         |       |      | 0:31 |
| study   | \_      Watts Head phase I - The Abstraction     |         |       |      | 0:30 |
| drawing | \_      Watts Head phase I - The Abstraction     |         |       |      | 2:19 |
| drawing | \_      100 head challenge                       |         |       |      | 0:31 |
| study   | \_      Blog post                                |         |       |      | 1:06 |
#+END:

#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 7 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *27h 30m* |
|---------+------------+-----------|
| study   | *Tag time* | *4h 59m*  |

#+END:

*** <2020-12-07 Mon>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 06:59]--[2020-12-07 Mon 07:42] =>  0:43
     :END:
**** DONE Warmup - automatic drawing                                :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 18:00]--[2020-12-07 Mon 18:23] =>  0:23
     :END:
**** DONE Watts Head Phase I - head lay-ins (24:35)                   :study:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 19:54]--[2020-12-07 Mon 20:02] =>  0:08
     CLOCK: [2020-12-07 Mon 18:27]--[2020-12-07 Mon 18:50] =>  0:23
     :END:
**** DONE Watts Head Phase I - head lay-ins                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 18:50]--[2020-12-07 Mon 19:51] =>  1:01
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 20:05]--[2020-12-07 Mon 20:56] =>  0:51
     :END:
**** DONE Loomis book - Introduction                                  :study:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 21:05]--[2020-12-07 Mon 21:28] =>  0:23
     :END:
*** <2020-12-08 Tue>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-08 Tue 06:58]--[2020-12-08 Tue 07:42] =>  0:44
     :END:
**** DONE Watts Head Phase I - head lay-ins                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-08 Tue 20:02]--[2020-12-08 Tue 20:22] =>  0:18
     CLOCK: [2020-12-08 Tue 19:06]--[2020-12-08 Tue 19:37] =>  0:31
     CLOCK: [2020-12-08 Tue 18:33]--[2020-12-08 Tue 18:55] =>  0:22
     :END:
**** DONE Watts Head Phase I - head lay-ins                           :study:
     :LOGBOOK:
     CLOCK: [2020-12-08 Tue 19:38]--[2020-12-08 Tue 20:02] =>  0:24
     CLOCK: [2020-12-08 Tue 18:55]--[2020-12-08 Tue 19:06] =>  0:11
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-08 Tue 20:22]--[2020-12-08 Tue 21:12] =>  0:50
     :END:
*** <2020-12-09 Wed>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 06:57]--[2020-12-09 Wed 07:41] =>  0:44
     :END:
**** DONE Watts Head Phase I - head lay-ins                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 17:57]--[2020-12-09 Wed 18:57] =>  1:00
     :END:
**** DONE Watts Head Phase I - skull profile                          :study:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 19:00]--[2020-12-09 Wed 19:40] =>  0:40
     :END:
**** DONE Watts Head Phase I - skull profile                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 19:41]--[2020-12-09 Wed 20:37] =>  0:56
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 20:37]--[2020-12-09 Wed 21:24] =>  0:47
     :END:
*** <2020-12-10 Thu>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-10 Thu 07:02]--[2020-12-10 Thu 07:42] =>  0:40
     :END:
**** DONE Watts Head Phase I - head lay-ins and skull               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-10 Thu 19:04]--[2020-12-10 Thu 20:04] =>  1:00
     CLOCK: [2020-12-10 Thu 17:08]--[2020-12-10 Thu 17:58] =>  0:50
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-10 Thu 20:04]--[2020-12-10 Thu 20:49] =>  0:45
     :END:
**** DONE Loomis book                                                 :study:
     :LOGBOOK:
     CLOCK: [2020-12-10 Thu 20:50]--[2020-12-10 Thu 21:08] =>  0:18
     :END:
*** <2020-12-11 Fri>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 06:58]--[2020-12-11 Fri 07:42] =>  0:44
     :END:
**** DONE Watts Head phase I - skull                                :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 18:24]--[2020-12-11 Fri 19:26] =>  1:02
     :END:
**** DONE Watts Head phase I - skull                                  :study:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 18:12]--[2020-12-11 Fri 18:24] =>  0:12
     :END:
**** DONE 100 heads challenge                                       :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 19:42]--[2020-12-11 Fri 20:42] =>  1:00
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 20:42]--[2020-12-11 Fri 21:14] =>  0:32
     :END:
*** <2020-12-12 Sat>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 09:09]--[2020-12-12 Sat 10:29] =>  1:20
     :END:
**** DONE Watts Head phase I - skull                                :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 10:46]--[2020-12-12 Sat 11:45] =>  0:59
     :END:
**** DONE Watts Head phase I - Simple Asaro                           :study:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 15:48]--[2020-12-12 Sat 16:02] =>  0:14
     CLOCK: [2020-12-12 Sat 13:30]--[2020-12-12 Sat 14:00] =>  0:30
     :END:
**** DONE Watts Head phase I - Simple Asaro                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 17:52]--[2020-12-12 Sat 19:07] =>  1:15
     CLOCK: [2020-12-12 Sat 14:15]--[2020-12-12 Sat 15:46] =>  1:31
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 19:08]--[2020-12-12 Sat 20:02] =>  0:54
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 20:02]--[2020-12-12 Sat 20:47] =>  0:45
     :END:
*** <2020-12-13 Sun>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 09:04]--[2020-12-13 Sun 10:44] =>  1:40
     :END:
**** DONE Watts Head phase I - Simple Asaro                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 10:59]--[2020-12-13 Sun 11:30] =>  0:31
     :END:
**** DONE Watts Head phase I - The Abstraction                        :study:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 11:30]--[2020-12-13 Sun 12:00] =>  0:30
     :END:
**** DONE Watts Head phase I - The Abstraction                      :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 18:23]--[2020-12-13 Sun 19:22] =>  0:59
     CLOCK: [2020-12-13 Sun 13:40]--[2020-12-13 Sun 15:00] =>  1:20
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 19:23]--[2020-12-13 Sun 19:54] =>  0:31
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 19:54]--[2020-12-13 Sun 21:00] =>  1:06
     :END:
** Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2020-12-20 Sun 20:46]
| Tags    | Headline                                        | Time    |       |      |      |
|---------+-------------------------------------------------+---------+-------+------+------|
|         | *Total time*                                    | *26:06* |       |      |      |
|---------+-------------------------------------------------+---------+-------+------+------|
|         | \_  Week 2                                      |         | 26:06 |      |      |
|         | \_    <2020-12-14 Mon>                          |         |       | 3:47 |      |
| drawing | \_      Drawing for fun - heads                 |         |       |      | 0:45 |
| drawing | \_      Watts Head phase I - abstraction        |         |       |      | 1:43 |
| study   | \_      Watts Head phase I - classic asaro 9:00 |         |       |      | 0:13 |
| drawing | \_      100 head challenge                      |         |       |      | 0:47 |
| drawing | \_      Loomis book                             |         |       |      | 0:19 |
|         | \_    <2020-12-15 Tue>                          |         |       | 3:29 |      |
| drawing | \_      Drawing for fun - heads                 |         |       |      | 0:43 |
| drawing | \_      Watts Head phase I - abstraction        |         |       |      | 0:43 |
| study   | \_      Watts Head phase I - Classic Asaro      |         |       |      | 0:17 |
| drawing | \_      Watts Head phase I - Classic Asaro      |         |       |      | 1:22 |
| drawing | \_      Loomis book                             |         |       |      | 0:24 |
|         | \_    <2020-12-16 Wed>                          |         |       | 3:02 |      |
| drawing | \_      Drawing for fun - heads                 |         |       |      | 0:16 |
| drawing | \_      Watts Head phase I - Abstraction        |         |       |      | 1:46 |
| drawing | \_      Loomis Book                             |         |       |      | 1:00 |
|         | \_    <2020-12-17 Thu>                          |         |       | 3:02 |      |
| drawing | \_      Drawing for fun - heads                 |         |       |      | 0:45 |
| drawing | \_      Watts Head phase I - Classic Asaro      |         |       |      | 1:16 |
| drawing | \_      Loomis book                             |         |       |      | 1:01 |
|         | \_    <2020-12-18 Fri>                          |         |       | 2:58 |      |
| drawing | \_      Drawing for fun - heads                 |         |       |      | 0:44 |
| drawing | \_      Watts Head phase I - Classic Asaro      |         |       |      | 1:09 |
| drawing | \_      Loomis book                             |         |       |      | 1:05 |
|         | \_    <2020-12-19 Sat>                          |         |       | 4:22 |      |
| drawing | \_      Watts Heads phase I - Classic Asaro     |         |       |      | 2:35 |
| drawing | \_      Loomis book                             |         |       |      | 0:39 |
| study   | \_      Watts Head Fundamentals - Skulls        |         |       |      | 0:32 |
| drawing | \_      Watts Head Fundamentals - Skulls        |         |       |      | 0:36 |
|         | \_    <2020-12-20 Sun>                          |         |       | 5:26 |      |
| drawing | \_      Watts Heads phase I - Classic Asaro     |         |       |      | 4:24 |
| study   | \_      Blog                                    |         |       |      | 1:02 |
#+END:
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h) |
|---------+------------+----------|
| drawing | *Tag time* | *24h 2m* |
|---------+------------+----------|
| study   | *Tag time* | *2h 4m*  |

#+END:

*** <2020-12-14 Mon>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-14 Mon 06:56]--[2020-12-14 Mon 07:41] =>  0:45
     :END:
**** DONE Watts Head phase I - abstraction                          :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-14 Mon 18:18]--[2020-12-14 Mon 20:01] =>  1:43
     :END:
**** DONE Watts Head phase I - classic asaro 9:00                     :study:
     :LOGBOOK:
     CLOCK: [2020-12-14 Mon 20:01]--[2020-12-14 Mon 20:14] =>  0:13
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-14 Mon 20:15]--[2020-12-14 Mon 21:02] =>  0:47
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-14 Mon 21:02]--[2020-12-14 Mon 21:21] =>  0:19
     :END:
*** <2020-12-15 Tue>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-15 Tue 06:59]--[2020-12-15 Tue 07:42] =>  0:43
     :END:
**** DONE Watts Head phase I - abstraction                          :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-15 Tue 18:05]--[2020-12-15 Tue 18:48] =>  0:43
     :END:
**** DONE Watts Head phase I - Classic Asaro                          :study:
     :LOGBOOK:
     CLOCK: [2020-12-15 Tue 18:48]--[2020-12-15 Tue 19:05] =>  0:17
     :END:
**** DONE Watts Head phase I - Classic Asaro                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-15 Tue 20:20]--[2020-12-15 Tue 20:55] =>  0:35
     CLOCK: [2020-12-15 Tue 19:08]--[2020-12-15 Tue 19:55] =>  0:47
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-15 Tue 20:55]--[2020-12-15 Tue 21:19] =>  0:24
     :END:
*** <2020-12-16 Wed>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-16 Wed 07:16]--[2020-12-16 Wed 07:32] =>  0:16
     :END:
**** DONE Watts Head phase I - Abstraction                          :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-16 Wed 18:15]--[2020-12-16 Wed 20:01] =>  1:46
     :END:
**** DONE Loomis Book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-16 Wed 20:28]--[2020-12-16 Wed 21:28] =>  1:00
     :END:
*** <2020-12-17 Thu>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-17 Thu 06:57]--[2020-12-17 Thu 07:42] =>  0:45
     :END:
**** DONE Watts Head phase I - Classic Asaro                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-17 Thu 18:52]--[2020-12-17 Thu 20:08] =>  1:16
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-17 Thu 20:13]--[2020-12-17 Thu 21:14] =>  1:01
     :END:
*** <2020-12-18 Fri>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-18 Fri 06:58]--[2020-12-18 Fri 07:42] =>  0:44
     :END:
**** DONE Watts Head phase I - Classic Asaro                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-18 Fri 18:30]--[2020-12-18 Fri 19:39] =>  1:09
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-18 Fri 19:59]--[2020-12-18 Fri 21:04] =>  1:05
     :END:
*** <2020-12-19 Sat>
**** DONE Watts Heads phase I - Classic Asaro                       :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-19 Sat 15:06]--[2020-12-19 Sat 16:26] =>  1:20
     CLOCK: [2020-12-19 Sat 10:35]--[2020-12-19 Sat 11:50] =>  1:15
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-19 Sat 18:14]--[2020-12-19 Sat 18:53] =>  0:39
     :END:
**** DONE Watts Head Fundamentals - Skulls                            :study:
     :LOGBOOK:
     CLOCK: [2020-12-19 Sat 19:46]--[2020-12-19 Sat 20:06] =>  0:20
     CLOCK: [2020-12-19 Sat 18:58]--[2020-12-19 Sat 19:10] =>  0:12
     :END:
**** DONE Watts Head Fundamentals - Skulls                          :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-19 Sat 19:10]--[2020-12-19 Sat 19:46] =>  0:36
     :END:
*** <2020-12-20 Sun>
**** DONE Watts Heads phase I - Classic Asaro                       :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-20 Sun 18:20]--[2020-12-20 Sun 19:43] =>  1:23
     CLOCK: [2020-12-20 Sun 14:32]--[2020-12-20 Sun 16:02] =>  1:30
     CLOCK: [2020-12-20 Sun 10:16]--[2020-12-20 Sun 11:47] =>  1:31
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2020-12-20 Sun 19:44]--[2020-12-20 Sun 20:46] =>  1:02
     :END:
** Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2020-12-27 Sun 20:57]
| Tags    | Headline                                         | Time    |       |      |      |
|---------+--------------------------------------------------+---------+-------+------+------|
|         | *Total time*                                     | *29:21* |       |      |      |
|---------+--------------------------------------------------+---------+-------+------+------|
|         | \_  Week 3                                       |         | 29:21 |      |      |
|         | \_    <2020-12-21 Mon>                           |         |       | 3:23 |      |
| drawing | \_      Watts Heads phase I - Classic Asaro      |         |       |      | 1:27 |
| drawing | \_      Watts Head Fundamentals - The Skull      |         |       |      | 1:56 |
|         | \_    <2020-12-22 Tue>                           |         |       | 4:05 |      |
| drawing | \_      Watts Head Fundamentals - The Skull      |         |       |      | 0:38 |
| drawing | \_      Watts Head Fundamentals - Reilly...      |         |       |      | 3:27 |
|         | \_    <2020-12-23 Wed>                           |         |       | 5:01 |      |
| drawing | \_      Watts Head Fundamentals - Reilly...      |         |       |      | 3:04 |
| drawing | \_      Watts Head Fundamentals - Features       |         |       |      | 1:57 |
|         | \_    <2020-12-24 Thu>                           |         |       | 4:47 |      |
| drawing | \_      Watts Head Fundamentals - Features       |         |       |      | 3:37 |
| drawing | \_      Loomis Book                              |         |       |      | 1:10 |
|         | \_    <2020-12-25 Fri>                           |         |       | 2:43 |      |
| drawing | \_      Watts Head Fundamentals - Value study    |         |       |      | 1:07 |
| drawing | \_      Watts Head Fundamentals - Two-Value head |         |       |      | 1:36 |
|         | \_    <2020-12-26 Sat>                           |         |       | 4:59 |      |
| drawing | \_      Watts Head Fundamentals - Two-Value head |         |       |      | 2:00 |
| drawing | \_      Guoache value scale                      |         |       |      | 0:47 |
| drawing | \_      Watts Head Fundamentals - Two-Value head |         |       |      | 2:12 |
|         | \_    <2020-12-27 Sun>                           |         |       | 4:23 |      |
| drawing | \_      Watts Fundamentals - Full value study    |         |       |      | 1:44 |
| drawing | \_      Watts Fundamentals - Two value study     |         |       |      | 1:42 |
| study   | \_      Blog post                                |         |       |      | 0:57 |
#+END:
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *28h 24m* |
|---------+------------+-----------|
| study   | *Tag time* | *0h 57m*  |

#+END:

*** <2020-12-21 Mon>
**** DONE Watts Heads phase I - Classic Asaro                       :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-21 Mon 10:09]--[2020-12-21 Mon 11:36] =>  1:27
     :END:
**** DONE Watts Head Fundamentals - The Skull                       :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-21 Mon 19:38]--[2020-12-21 Mon 20:25] =>  0:47
     CLOCK: [2020-12-21 Mon 18:05]--[2020-12-21 Mon 19:14] =>  1:09
     :END:
*** <2020-12-22 Tue>
**** DONE Watts Head Fundamentals - The Skull                       :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-22 Tue 10:24]--[2020-12-22 Tue 11:02] =>  0:38
     :END:
**** DONE Watts Head Fundamentals - Reilly Abstraction              :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-22 Tue 19:12]--[2020-12-22 Tue 21:06] =>  1:54
     CLOCK: [2020-12-22 Tue 13:58]--[2020-12-22 Tue 15:00] =>  1:02
     CLOCK: [2020-12-22 Tue 11:09]--[2020-12-22 Tue 11:40] =>  0:31
     :END:
*** <2020-12-23 Wed>
**** DONE Watts Head Fundamentals - Reilly Abstraction              :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-23 Wed 14:51]--[2020-12-23 Wed 16:19] =>  1:28
     CLOCK: [2020-12-23 Wed 10:06]--[2020-12-23 Wed 11:42] =>  1:36
     :END:
**** DONE Watts Head Fundamentals - Features                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-23 Wed 18:21]--[2020-12-23 Wed 20:18] =>  1:57
     :END:
*** <2020-12-24 Thu>
**** DONE Watts Head Fundamentals - Features                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-24 Thu 17:43]--[2020-12-24 Thu 18:49] =>  1:06
     CLOCK: [2020-12-24 Thu 15:17]--[2020-12-24 Thu 16:18] =>  1:01
     CLOCK: [2020-12-24 Thu 10:08]--[2020-12-24 Thu 11:38] =>  1:30
     :END:
**** DONE Loomis Book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-24 Thu 18:49]--[2020-12-24 Thu 19:59] =>  1:10
     :END:
*** <2020-12-25 Fri>
**** DONE Watts Head Fundamentals - Value study                     :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-25 Fri 09:03]--[2020-12-25 Fri 10:10] =>  1:07
     :END:
**** DONE Watts Head Fundamentals - Two-Value head                  :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-25 Fri 12:45]--[2020-12-25 Fri 14:21] =>  1:36
     :END:
*** <2020-12-26 Sat>
**** DONE Watts Head Fundamentals - Two-Value head                  :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-26 Sat 13:15]--[2020-12-26 Sat 14:15] =>  1:00
     CLOCK: [2020-12-26 Sat 11:01]--[2020-12-26 Sat 12:01] =>  1:00
     :END:
**** DONE Guoache value scale                                       :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-26 Sat 14:25]--[2020-12-26 Sat 15:12] =>  0:47
     :END:
**** DONE Watts Head Fundamentals - Two-Value head                  :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-26 Sat 19:00]--[2020-12-26 Sat 21:12] =>  2:12
     :END:
*** <2020-12-27 Sun>
**** DONE Watts Fundamentals - Full value study                     :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-27 Sun 14:01]--[2020-12-27 Sun 14:54] =>  0:53
     CLOCK: [2020-12-27 Sun 11:06]--[2020-12-27 Sun 11:57] =>  0:51
     :END:
**** DONE Watts Fundamentals - Two value study                      :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-27 Sun 18:29]--[2020-12-27 Sun 20:11] =>  1:42
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2020-12-27 Sun 20:00]--[2020-12-27 Sun 20:57] =>  0:57
     :END:

** Week 4
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2020-12-30 Wed 11:37]
| Tags    | Headline                                        | Time    |       |      |      |
|---------+-------------------------------------------------+---------+-------+------+------|
|         | *Total time*                                    | *13:20* |       |      |      |
|---------+-------------------------------------------------+---------+-------+------+------|
|         | \_  Week 4                                      |         | 13:20 |      |      |
|         | \_    <2020-12-28 Mon>                          |         |       | 3:57 |      |
| drawing | \_      Watts Head Fundamentals - 2-value...    |         |       |      | 2:39 |
| study   | \_      Watts Head Fundamentals - 2-value...    |         |       |      | 0:34 |
| drawing | \_      Draw from Imagination - heads           |         |       |      | 0:44 |
|         | \_    <2020-12-29 Tue>                          |         |       | 6:31 |      |
| drawing | \_      Watts Head Fundamentals - Full value... |         |       |      | 4:35 |
| drawing | \_      Gouache painting - skull                |         |       |      | 1:56 |
|         | \_    <2020-12-30 Wed>                          |         |       | 2:52 |      |
| drawing | \_      Watts Head Drawing Phase II - Lips      |         |       |      | 2:52 |
#+END:
#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *12h 46m* |
|---------+------------+-----------|
| study   | *Tag time* | *0h 34m*  |

#+END:

*** <2020-12-28 Mon>
**** DONE Watts Head Fundamentals - 2-value portrait                :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-28 Mon 19:05]--[2020-12-28 Mon 20:04] =>  0:59
     CLOCK: [2020-12-28 Mon 14:22]--[2020-12-28 Mon 14:32] =>  0:10
     CLOCK: [2020-12-28 Mon 10:24]--[2020-12-28 Mon 11:25] =>  1:01
     CLOCK: [2020-12-28 Mon 09:33]--[2020-12-28 Mon 10:02] =>  0:29
     :END:
**** DONE Watts Head Fundamentals - 2-value portrait                  :study:
     :LOGBOOK:
     CLOCK: [2020-12-28 Mon 14:32]--[2020-12-28 Mon 15:06] =>  0:34
     :END:
**** DONE Draw from Imagination - heads                             :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-28 Mon 20:08]--[2020-12-28 Mon 20:52] =>  0:44
     :END:
*** <2020-12-29 Tue>
**** DONE Watts Head Fundamentals - Full value portrait             :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-29 Tue 18:27]--[2020-12-29 Tue 19:43] =>  1:16
     CLOCK: [2020-12-29 Tue 10:25]--[2020-12-29 Tue 11:38] =>  1:13
     CLOCK: [2020-12-29 Tue 08:01]--[2020-12-29 Tue 10:07] =>  2:06
     :END:
**** DONE Gouache painting - skull                                  :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-29 Tue 13:40]--[2020-12-29 Tue 15:36] =>  1:56
     :END:
*** <2020-12-30 Wed> 
**** DONE Watts Head Drawing Phase II - Lips                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-30 Wed 10:15]--[2020-12-30 Wed 11:38] =>  1:23
     CLOCK: [2020-12-30 Wed 08:29]--[2020-12-30 Wed 09:58] =>  1:29
     :END:
